// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Atualização do firmware";

"WebBrowserWindowTitle" = "Atualização do firmware";

TaskTitleField = "Atualização do firmware";
TaskDescriptionField = "O firmware é o software interno usado pelo dispositivo. Clique no botão \"Iniciar\" para entrar on-line para verificar e instalar todas as atualizações necessárias ao firmware.";
TaskStartButtonTitle = "Iniciar";
